Repository: simo-hue/Mobl
Catalog: ReceiptWarrantyVault/Resources/Localizable.xcstrings
Source language: en
Languages: it

# app.name
source: Warranty Vault
it: Scontrini & Garanzie

# archive.filters
source: Filters
it: Filtri

# archive.search
source: Search purchases
it: Cerca acquisti

# attachment.type.invoice
source: Invoice
it: Fattura

# attachment.type.manual
source: Manual
it: Manuale

# attachment.type.other
source: Other
it: Altro

# attachment.type.productPhoto
source: Product photo
it: Foto prodotto

# attachment.type.receiptImage
source: Receipt image
it: Immagine scontrino

# attachment.type.receiptPDF
source: Receipt PDF
it: PDF scontrino

# attachment.type.warrantyDocument
source: Warranty document
it: Documento garanzia

# auth.reason
source: Use Face ID or passcode to protect your saved receipts and warranty documents.
it: Usa Face ID o il codice per proteggere scontrini e documenti di garanzia salvati.

# category.appliances
source: Appliances
it: Elettrodomestici

# category.automotive
source: Automotive
it: Auto

# category.clothing
source: Clothing
it: Abbigliamento

# category.documents
source: Documents
it: Documenti

# category.electronics
source: Electronics
it: Elettronica

# category.furniture
source: Furniture
it: Arredamento

# category.home
source: Home
it: Casa

# category.kitchen
source: Kitchen
it: Cucina

# category.other
source: Other
it: Altro

# category.sports
source: Sports
it: Sport

# category.tools
source: Tools
it: Strumenti

# category.toys
source: Toys
it: Giochi

# common.add
source: Add
it: Aggiungi

# common.cancel
source: Cancel
it: Annulla

# common.edit
source: Edit
it: Modifica

# common.next
source: Next
it: Avanti

# common.save
source: Save
it: Salva

# date.daysOverdue.format
source: %lld days overdue
it: %lld giorni di ritardo

# date.daysRemaining.format
source: %lld days left
it: %lld giorni rimasti

# date.dueToday
source: Due today
it: Scade oggi

# deadline.kind.return
source: Return window
it: Finestra di reso

# deadline.kind.warranty
source: Warranty
it: Garanzia

# delete.purchase.confirm
source: Delete purchase
it: Elimina acquisto

# delete.purchase.title
source: Delete this purchase?
it: Eliminare questo acquisto?

# detail.attachments.empty
source: No documents attached yet.
it: Nessun documento allegato.

# detail.section.actions
source: Actions
it: Azioni

# detail.section.attachments
source: Documents
it: Documenti

# detail.section.metadata
source: Details
it: Dettagli

# detail.title
source: Purchase
it: Acquisto

# empty.receipts.body
source: Scan your first receipt and set a warranty reminder in less than a minute.
it: Scansiona il primo scontrino e imposta un promemoria garanzia in meno di un minuto.

# empty.receipts.title
source: No receipts yet
it: Nessuno scontrino salvato

# error.imageEncoding
source: The image could not be saved.
it: Impossibile salvare l'immagine.

# error.missingFile
source: The stored document could not be found.
it: Impossibile trovare il documento salvato.

# error.notificationsDenied
source: Notifications are disabled for this app.
it: Le notifiche sono disattivate per questa app.

# export.purchaseSummary
source: Purchase summary
it: Scheda acquisto

# field.category
source: Category
it: Categoria

# field.currency
source: Currency
it: Valuta

# field.notes
source: Notes
it: Note

# field.price
source: Price
it: Prezzo

# field.productName
source: Product name
it: Nome prodotto

# field.purchaseDate
source: Purchase date
it: Data acquisto

# field.returnEnds
source: Return ends
it: Reso fino al

# field.returnWindow
source: Return window
it: Finestra di reso

# field.serialNumber
source: Serial number
it: Numero seriale

# field.store
source: Store
it: Negozio

# field.warrantyDuration
source: Warranty duration
it: Durata garanzia

# field.warrantyEnds
source: Warranty ends
it: Garanzia fino al

# filter.all
source: All
it: Tutti

# filter.category
source: Category
it: Categoria

# filter.status
source: Status
it: Stato

# form.days.format
source: %lld days
it: %lld giorni

# form.deadlines.disclaimer
source: Warranty and return rules may vary by country, seller, product type, and contract.
it: Le regole su garanzie e resi possono variare in base a paese, venditore, prodotto e contratto.

# form.months.format
source: %lld months
it: %lld mesi

# form.section.deadlines
source: Deadlines
it: Scadenze

# form.section.details
source: Details
it: Dettagli

# form.section.price
source: Price
it: Prezzo

# form.section.purchase
source: Purchase
it: Acquisto

# home.activeWarranties
source: Active warranties
it: Garanzie attive

# home.expired
source: Expired
it: Scadute

# home.returnSoon
source: Return deadlines soon
it: Resi in scadenza

# home.warrantySoon
source: Warranties expiring soon
it: Garanzie in scadenza

# notification.return.body
source: Your return window for %@ ends in %lld days.
it: Il periodo di reso per %@ scade tra %lld giorni.

# notification.return.title
source: Return window ending soon
it: Reso in scadenza

# notification.warranty.body
source: Your warranty for %@ ends in %lld days.
it: La garanzia per %@ scade tra %lld giorni.

# notification.warranty.title
source: Warranty ending soon
it: Garanzia in scadenza

# onboarding.cta.manual
source: Add manually
it: Aggiungi manualmente

# onboarding.cta.scan
source: Scan first receipt
it: Scansiona il primo scontrino

# onboarding.deadlines.body
source: Get local reminders before return windows and warranties expire.
it: Ricevi promemoria locali prima che scadano resi e garanzie.

# onboarding.deadlines.title
source: Never miss a deadline
it: Non perdere una scadenza

# onboarding.privacy.body
source: No account. No tracking. Your documents stay on your device.
it: Nessun account. Nessun tracking. I documenti restano sul dispositivo.

# onboarding.privacy.title
source: Private by design
it: Privata per progettazione

# onboarding.save.body
source: Keep proof of purchase, invoices, and warranty documents organized.
it: Tieni in ordine prove d'acquisto, fatture e documenti di garanzia.

# onboarding.save.title
source: Save receipts and warranties
it: Salva scontrini e garanzie

# privacy.localOnly
source: No account. No tracking. Files stay on this device.
it: Nessun account. Nessun tracking. I file restano su questo dispositivo.

# purchase.action.archive
source: Archive
it: Archivia

# purchase.action.delete
source: Delete
it: Elimina

# purchase.action.exportPDF
source: Export PDF
it: Esporta PDF

# purchase.action.shareExport
source: Share export
it: Condividi export

# purchase.action.unarchive
source: Unarchive
it: Ripristina

# purchase.add.title
source: Add purchase
it: Aggiungi acquisto

# purchase.edit.title
source: Edit purchase
it: Modifica acquisto

# scan.addManual
source: Add manually
it: Aggiungi manualmente

# scan.openScanner
source: Scan document
it: Scansiona documento

# scanner.ready.body
source: Use the document scanner or import a local file, then save it with purchase details.
it: Usa lo scanner documenti o importa un file locale, poi salvalo con i dettagli dell'acquisto.

# scanner.ready.title
source: Ready to scan
it: Pronto per la scansione

# sort.alphabetical
source: Alphabetical
it: Alfabetico

# sort.highestPrice
source: Highest price
it: Prezzo piu alto

# sort.newest
source: Newest purchase
it: Acquisto piu recente

# sort.oldest
source: Oldest purchase
it: Acquisto meno recente

# sort.returnExpiringSoon
source: Return expiring soon
it: Reso in scadenza

# sort.title
source: Sort
it: Ordina

# sort.warrantyExpiringSoon
source: Warranty expiring soon
it: Garanzia in scadenza

# status.active
source: Active
it: Attiva

# status.archived
source: Archived
it: Archiviata

# status.expired
source: Expired
it: Scaduta

# status.expiringSoon
source: Expiring soon
it: In scadenza

# status.noDate
source: No warranty date
it: Nessuna data garanzia

# tab.archive
source: Archive
it: Archivio

# tab.deadlines
source: Deadlines
it: Scadenze

# tab.scan
source: Scan
it: Scansiona

# tab.settings
source: Settings
it: Impostazioni

# warranty.type.commercial
source: Commercial
it: Commerciale

# warranty.type.custom
source: Custom
it: Personalizzata

# warranty.type.extended
source: Extended
it: Estesa

# warranty.type.insurance
source: Insurance
it: Assicurazione

# warranty.type.legal
source: Legal
it: Legale
